[
    {
        "id": 1,
        "title": "Пирожок с капустой",
        "price": "400",
        "discount": "10",
        "img": "pirog-kapust.jpg",
        "descr": "Пирожок с капустой — это классическое блюдо русской кухни, которое завоевало популярность благодаря своему простому, но в то же время вкусному рецепту. Обычно это круглый или полукруглый кусочек теста, начиненный капустой, иногда дополнительно приправленной луком или другими овощами"
    },
    {
        "id": 2,
        "title": "Пицца",
        "price": "1000",
        "discount": "20",
        "img": "pizza.jpg",
        "descr": "Пицца — это итальянское блюдо, состоящее из тонкого круглого лепешечного теста, обычно приподнятого по краям, и разнообразных начинок. Она может включать в себя соус из помидоров, сыр, мясо, овощи, травы и другие ингредиенты. Пицца часто готовится в печи и подается горячей, представляя собой популярное и универсальное блюдо, пользующееся популярностью во всем мире."
    },
    {
        "id": 3,
        "title": "Пирожок с картошкой",
        "price": "350",
        "discount": "5",
        "img": "pirog-potato.jpg",
        "descr": "Пирожок с картошкой — это традиционное блюдо, которое состоит из мягкого и нежного теста, наполненного вкусной начинкой из картофеля. Картофель обычно тщательно варится или жарится до мягкости, затем измельчается и приправляется специями, такими как соль, перец и лук. Эта ароматная начинка затем укладывается в тесто и формируется в виде пирожка. После этого пирожки обжариваются или выпекаются до золотистой корочки. Получается ароматное и утоляющее голод блюдо, которое подходит как для перекуса, так и для основного блюда."
    },
    {
        "id": 4,
        "title": "Пюре с котлетой",
        "price": "900",
        "discount": "5",
        "img": "pure.jpg",
        "descr":"Пюре с котлетой — это классическое сочетание, которое состоит из мягкого картофельного пюре и сочной котлеты. Картофельное пюре готовится из вареного картофеля, который затем машется или взбивается до получения гладкой консистенции с добавлением молока, масла и специй по вкусу. Котлета, сделанная из мяса или других ингредиентов, обычно жарится на сковороде или гриле до золотистой корочки. Это блюдо часто подается с соусом или заправкой, добавляя вкусовой контраст и завершая ароматное блюдо, которое утоляет голод и приносит удовольствие."
    },
    {
        "id": 5,
        "title": "Манты",
        "price": "1200",
        "discount": "5",
        "img": "manty.jpg",
        "descr":"Манты — это традиционное блюдо восточной кухни, состоящее из тонкого слоя теста, начиненного мясом и различными специями. Манты обычно готовятся путем заворачивания начинки в тесто и последующего приготовления на пару или в пароварке. Это блюдо обладает сочным мясным вкусом, а паровое приготовление сохраняет его сочность и аромат. Манты часто подаются с соусами или приправами и являются популярным блюдом во многих странах Центральной Азии и Кавказа."
    },
    {
        "id": 6,
        "title": "Яичница",
        "price": "700",
        "discount": "10",
        "img": "egg.avif",
        "descr": "Яичница - это простое, но вкусное блюдо, приготовляемое из яиц. Обычно для приготовления яичницы яйца взбивают в миске, добавляют при необходимости соль, перец или другие приправы по вкусу, а затем жарят на сковороде с маслом или другим жиром."
    },
    {
        "id": 7,
        "title": "Сырники",
        "price": "800",
        "discount": "0",
        "img": "syrnyk.png",
        "descr":"Сырники — это вкусное и питательное блюдо, которое состоит из творога (сыра) с добавлением яиц, муки и сахара. Иногда в сырники также могут добавляться различные фрукты или ягоды для аромата и сладости. Смесь вымешивается до получения однородной консистенции, после чего формируются небольшие лепешки, которые обжариваются на сковороде до золотистой корочки. Сырники обычно подаются с сметаной, медом или вареньем, создавая неповторимый вкус и аромат десерта или завтрака."
    },
    {
        "id": 8,
        "title": "Компот",
        "price": "150",
        "discount": "0",
        "img": "kompot.jpg",
        "descr": "Компот — это освежающий напиток, приготовленный путем варки фруктов или ягод в воде с добавлением сахара. Фрукты или ягоды обычно нарезаются или раздавливаются перед тем как их положить в кастрюлю с водой и сахаром. Затем смесь варится на низком огне до тех пор, пока фрукты или ягоды не станут мягкими и отдают свой аромат и вкус в жидкость. После приготовления компот обычно остужается и подается холодным. Этот напиток популярен как вариант домашнего летнего освежения и может быть приготовлен из различных фруктов и ягод, в зависимости от предпочтений."
    },
    {
        "id": 9,
        "title": "Борщ",
        "price": "750",
        "discount": "5",
        "img": "borsh.jpg",
        "descr":"Борщ — это традиционное украинское блюдо, которое также широко популярно в других странах Восточной Европы и России. Это суп на основе свеклы, в котором кроме того, могут быть также зеленый или белокочанная капуста, картофель, морковь, лук, чеснок и томатная паста. Варианты борща могут отличаться в зависимости от региона, включая в себя различные ингредиенты и способы приготовления. Обычно борщ подают с сметаной и свежей зеленью, такой как укроп или петрушка. Этот суп славится своим ярким цветом, насыщенным вкусом и ароматом, и является одним из символов восточноевропейской кухни."
    },
    {
        "id": 10,
        "title": "Бешбармак",
        "price": "3000",
        "discount": "10",
        "img": "beshbarmak.jpeg",
        "descr": "Бешбармак — это традиционное блюдо кочевников и народов Центральной Азии, особенно популярное в Казахстане и Киргизии. Название бешбармак в переводе с казахского означает пять пальцев, что символизирует традиционный способ подачи блюда — на большом блюде, где мясо и тесто распределены таким образом, чтобы их можно было схватить руками."
    },
    {
        "id": 11,
        "title": "Шашлык",
        "price": "3500",
        "discount": "8",
        "img": "shashlyk.jpg",
        "descr": "Шашлык — это традиционное блюдо, популярное во многих странах мира, особенно в регионах Ближнего Востока, Центральной Азии, Кавказа и России. Он состоит из кусков мяса, обычно баранины, говядины, свинины или курицы, нанизанных на шампуры и жаренных или гриль. Мясо перед приготовлением маринуется в специях, масле, лимонном соке или других ингредиентах для добавления вкуса и мягкости. Шашлык часто подается с различными соусами, овощными гарнирами и свежим хлебом, создавая праздничную атмосферу и принося удовольствие как на пикнике, так и в кругу семьи и друзей."
    },
    {
        "id": 12,
        "title": "Винегрет",
        "price": "400",
        "discount": "0",
        "img": "vinegret.webp",
        "descr": "Винегрет — это традиционное русское блюдо, представляющее собой салат из вареных и нарезанных овощей, которые смешиваются вместе с растительным маслом или уксусом. Основные ингредиенты включают свеклу, морковь, картофель, квашеную или свежую капусту, а также маринованные или свежие огурцы и зелень. Винегрет обычно готовится заранее и остужается перед подачей, чтобы овощи хорошо пропитались вкусовыми компонентами. Этот салат является популярным выбором для различных событий, включая праздники, пикники и обычные семейные обеды, благодаря своему освежающему вкусу и питательным свойствам."
    },
    {
        "id": 13,
        "title": "Оливье",
        "price": "400",
        "discount": "0",
        "img": "olivie.jpg",
        "descr": "Оливье — это классический русский салат, который состоит из вареных овощей и мяса, смешанных с майонезом. Основные ингредиенты включают отварной картофель, морковь, горошек, огурцы, яйца и вареное мясо (обычно курица или ветчина). Все ингредиенты нарезаются мелко и смешиваются вместе с майонезом до получения однородной текстуры. Оливье обычно готовится заранее и остужается перед подачей, чтобы ингредиенты могли пропитаться соусом. Этот салат является популярным блюдом на праздничных столах в России и других странах бывшего Советского Союза, и его рецепты могут немного отличаться в зависимости от предпочтений региональной кухни или семейных традиций."
    },
    {
        "id": 14,
        "title": "Гречка с рыбой",
        "price": "2300",
        "discount": "5",
        "img": "grechka.jpg",
        "descr": "Гречка с рыбой — это вкусное и питательное блюдо, которое сочетает в себе ароматную гречку с нежным мясом рыбы. Для приготовления обычно используются отварная или пропаренная гречневая крупа и куски рыбы, такие как треска, семга, судак или любая другая предпочитаемая рыба. Гречка и рыба обычно варятся вместе в кастрюле с добавлением воды, специй и приправ по вкусу. Для усиления вкуса иногда добавляют лук, морковь, зелень или другие овощи. Это блюдо может быть приготовлено как на плите, так и в мультиварке или духовке. Гречка с рыбой является популярным выбором для обеда или ужина, предоставляя богатый и питательный источник белка, углеводов и полезных жиров."
    },
    {
        "id": 15,
        "title": "Рыбная котлета",
        "price": "1000",
        "discount": "5",
        "img": "kotlet.jpg",
        "descr": "Рыбные котлеты — это вкусное и питательное блюдо, приготовленное из измельченной рыбы, смешанной с яйцами, панировочными сухарями или мукой, специями и другими ингредиентами. Обычно для приготовления котлет используют филе рыбы, такие как треска, лосось, судак или другие виды рыбы. Филе измельчается или измельчается в мясорубке, а затем смешивается с другими компонентами до получения однородной консистенции. Затем из этой смеси формируются котлеты, которые затем обжариваются на сковороде до золотистой корочки или запекаются в духовке. Рыбные котлеты обычно подаются с соусом, лимоном или свежей зеленью, создавая вкусное и утоляющее голод блюдо, которое пользуется популярностью у детей и взрослых."
    },
    {
        "id": 16,
        "title": "Уха из семги",
        "price": "1200",
        "discount": "5",
        "img": "uha.webp",
        "descr": "Уха семги - это традиционное русское рыбное блюдо, которое готовят на основе свежей или соленой семги. Обычно варится на бульоне из кости рыбы с добавлением овощей, таких как картофель, лук, морковь, и пряностей, таких как лавровый лист и перец горошком. Уха семги имеет насыщенный вкус и аромат рыбы, и часто подается с картофелем или ржаным хлебом."
    },
    {
        "id": 17,
        "title": "Каша молочная",
        "price": "500",
        "discount": "0",
        "img": "kasha.jpg",
        "descr" : "Каша молочная - это традиционное блюдо, которое готовят из крупы (чаще всего пшеничной, гречневой или рисовой) и молока. Для приготовления каша крупа варится в молоке до готовности, при этом молоко поглощается крупой, создавая кремообразную текстуру. В процессе приготовления кашу часто подслащивают сахаром или добавляют другие ингредиенты по вкусу, такие как масло, ваниль или корица. Молочная каша может подаваться как самостоятельное блюдо, а также использоваться в качестве десерта или завтрака. Она питательна, легко усваивается и часто любима как взрослыми, так и детьми."
    },
    {
        "id": 18,
        "title": "Суши",
        "price": "3000",
        "discount": "10",
        "img": "sushi.png",
        "descr": "Суши - это японское блюдо, состоящее из риса, приправленного рисовым уксусом и сахаром, и различных ингредиентов, таких как сырая или приготовленная рыба, морепродукты, омлет, овощи и другие. Ингредиенты обычно размещаются на верхней части риса или заворачиваются внутрь рисового рулона вместе с водорослями нори. Суши подаются с соевым соусом, имбирем и васаби. Это популярное блюдо известно своим разнообразием, свежим вкусом и простотой приготовления."
    },
    {
        "id": 19,
        "title": "Чай",
        "price": "400",
        "discount": "1",
        "img": "chai.jpg",
        "descr": "Чай - это ароматный напиток, приготовленный путем заваривания сушеных листьев чайного куста в горячей воде. Он является одним из самых популярных напитков в мире и может быть приготовлен из различных сортов чая, таких как зеленый, черный, белый, улун и пуэр. Чай часто употребляется как освежающий напиток или в качестве средства для расслабления и омоложения. Он обладает разнообразными вкусовыми оттенками и ароматами, которые зависят от сорта чая и способа его приготовления."
    },
    {
        "id": 20,
        "title": "Суши",
        "price": "400",
        "discount": "1",
        "img": "koffee.jpg",
        "descr": "Суши - это японское блюдо, состоящее из риса, сформированного в форму и тонко нарезанной рыбы, морепродуктов или овощей. Обычно подается с соевым соусом, имбирем и васаби. Это популярное и изысканное блюдо известно своим разнообразием и свежим вкусом."
    }
]

